<?php
$MESS['TEST_MODULE_NAME'] = 'Контроль просмотров статей/товаров';
$MESS['TEST_MODULE_DESCRIPTION'] = 'Регистриует просмотры статей/товаров по уникальному куки пользователя. ' .
    'Сохраняет статистику в виде статья|пользователь|метка времени';
$MESS['TEST_FAILED_TO_FILL_DB'] = 'Не удалось создать необходимые таблицы БД: ';
$MESS['TEST_NO_COMPOSER_INSTALLED'] = 'Также, необходимо установить зависимости composer модуля (composer install)';
$MESS['TEST_VIEWS_USER_NOT_FOUND'] = 'Не найден пользователь для манипуляций с просмотром';
$MESS['TEST_ARTICLE_NOT_FOUND'] = 'Не найдена статья для манипуляций с просмотром';
